Re3AoA0/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  12
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    entrada
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          768;
        startFace       294144;
    }
    salida
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          384;
        startFace       294912;
    }
    naca0012
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          384;
        startFace       295296;
    }
    frontAndBackPlanes
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          294912;
        startFace       295680;
    }
)

// ************************************************************************* //
